Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Design
es: Diseño
fil: Disenyo
hr: Dizajn
id: Desain
ja: デザイン
ko: 디자인
ms: Reka Bentuk
pl: Wygląd
ro: Aspect
ru: Дизайн
th: ออกแบบ
tr: Tasarım
zh_hans: 设计
zh_hant: 設計

source: Diff:
es: Diferencias:
hr: Razlika:
ja: 差分:
ko: 차이:
zh_hans: 差异：
zh_hant: 差異：

source: Domains
es: Dominios
fil: Mga Domain
fr: Domaines
hr: Domene
id: Domain
ja: ドメイン
ko: 도메인
ms: Domain
pl: Domeny
pt_br: Domínios
ro: Domenii
ru: Домены
th: โดเมน
tr: Alan Adları
zh_hans: 域名
zh_hant: 域名

source: Download (%@)
es: Descargar (%@)
fil: I-download (%@)
fr: Télécharger (%@)
hr: Preuzmi (%@)
id: Unduh (%@)
ja: ダウンロード (%@)
ko: 다운로드 (%@)
ms: Muat Turun (%@)
pl: Pobierz (%@)
pt_br: Baixar (%@)
ro: Descarcă (%@)
ru: Скачать (%@)
th: ดาวน์โหลด (%@)
tr: İndir (%@)
zh_hans: 下载 (%@)
zh_hant: 下載 (%@)

source: Downloads
es: Descargas
fil: Mga Download
fr: Téléchargements
hr: Preuzimanja
id: Unduhan
ja: ダウンロード
ko: 다운로드
ms: Muat Turun
pl: Pobrane
ro: Descărcări
ru: Загрузки
th: ดาวน์โหลด
tr: İndirilenler
zh_hans: 下载项
zh_hant: 下載項目

source: enable_thinking + budget (root & extra_body)
es: enable_thinking + budget (root y extra_body)
fil: enable_thinking + budget (root at extra_body)
fr: enable_thinking + budget (racine et extra_body)
hr: enable_thinking + budget (root i extra_body)
ja: enable_thinking + バジェット（ルートと extra_body）
ko: enable_thinking + 예산 (루트 및 extra_body)
pl: enable_thinking + budget (root i extra_body)
pt_br: enable_thinking + orçamento (root e extra_body)
ro: enable_thinking + budget (root și extra_body)
ru: enable_thinking + бюджет (корень и extra_body)
th: enable_thinking + budget (root และ extra_body)
tr: enable_thinking + budget (root ve extra_body)
zh_hans: enable_thinking + 预算（根级与 extra_body）
zh_hant: enable_thinking + 預算（根層與 extra_body）

source: Engine
es: Motor
fr: Moteur
hr: Pogon
id: Mesin
ja: エンジン
ko: 엔진
ms: Enjin
pl: Silnik
pt_br: Motor
ro: Motor
ru: Движок
th: เอนจิน
tr: Motor
zh_hans: 引擎
zh_hant: 引擎

source: Fallback
es: Alternativa
fr: Basculement
hr: Zamjena
id: Cadangan
ja: フォールバック
ko: 대체
ms: Sandaran
pl: Przełączanie awaryjne
ro: Rezervă
ru: Резервный вариант
th: สำรอง
tr: Yedekleme
zh_hans: 回退
zh_hant: 回退

source: Feedback
es: Comentarios
fr: Commentaires
hr: Povratne informacije
id: Masukan
ja: フィードバック
ko: 피드백
ms: Maklum Balas
pl: Opinie
ru: Обратная связь
th: ข้อเสนอแนะ
tr: Geri Bildirim
zh_hans: 反馈问题
zh_hant: 意見回饋

source: Feedback (Email)
es: Comentarios (correo)
fr: Commentaires (e-mail)
hr: Povratne informacije (e-pošta)
id: Masukan (Email)
ja: フィードバック（メール）
ko: 피드백(이메일)
ms: Maklum Balas (E-mel)
pl: Opinie (e-mail)
ru: Обратная связь (Email)
th: ข้อเสนอแนะ (อีเมล)
tr: Geri Bildirim (E-posta)
zh_hans: 反馈（Email）
zh_hant: 反饋（Email）

source: Feedback (Telegram)
es: Comentarios (Telegram)
fr: Commentaires (Telegram)
hr: Povratne informacije (Telegram)
id: Masukan (Telegram)
ja: フィードバック（Telegram）
ko: 피드백 (Telegram)
ms: Maklum Balas (Telegram)
pl: Opinie (Telegram)
ru: Обратная связь (Telegram)
th: ข้อเสนอแนะ (Telegram)
tr: Geri Bildirim (Telegram)
zh_hans: 反馈（Telegram）
zh_hant: 反饋（Telegram）

source: Format
es: Formato
ja: フォーマット
ko: 형식
pt_br: Formato
ru: Формат
th: รูปแบบ
tr: Biçim
zh_hans: 格式
zh_hant: 格式

source: GitHub Repository
es: Repositorio de GitHub
fr: Dépôt GitHub
hr: GitHub repozitorij
id: Repositori GitHub
ja: GitHubリポジトリ
ko: GitHub 저장소
ms: Repositori GitHub
pl: Repozytorium GitHub
pt_br: Repositório no GitHub
ro: Depozit GitHub
ru: Репозиторий GitHub
th: ที่เก็บ GitHub
tr: GitHub Deposu
zh_hans: GitHub 仓库
zh_hant: GitHub 倉庫

source: GitHub URL
es: URL de GitHub
fr: URL GitHub
id: URL GitHub
ms: URL GitHub
pl: Adres GitHub
pt_br: URL do GitHub
ro: Adresă GitHub
ru: URL GitHub
th: URL GitHub
tr: GitHub URL'si

source: Header
es: Encabezado
fr: En-tête
hr: Zaglavlje
ja: ヘッダ
ko: 헤더
pl: Nagłówek
pt_br: Cabeçalho
ro: Antet
ru: Заголовок
th: ส่วนหัว
tr: Başlık
zh_hans: 请求头
zh_hant: 請求頭

source: Images Generations
es: Generaciones de imágenes
hr: Generiranja slika
ru: Генерации изображений

source: Info
es: Información
fr: Infos
hr: Informacije
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações
ro: Informații
ru: Информация
th: ข้อมูล
tr: Bilgi
zh_hans: 信息
zh_hant: 資訊

source: iSH (ARM64 fork)
es: iSH (fork ARM64)
fr: iSH (fork ARM64)
id: iSH (fork ARM64)
ja: iSH（ARM64フォーク）
ko: iSH (ARM64 포크)
ms: iSH (fork ARM64)
pl: iSH (odgałęzienie ARM64)
pt_br: iSH (fork ARM64)
ro: iSH (ramificație ARM64)
ru: iSH (форк ARM64)
tr: iSH (ARM64 çatalı)
zh_hans: iSH（ARM64 分支）
zh_hant: iSH（ARM64 分支）

source: Links
es: Enlaces
fil: Mga Link
fr: Liens
hr: Poveznice
id: Tautan
ja: リンク
ko: 링크
ms: Pautan
pl: Odnośniki
ro: Linkuri
ru: Ссылки
th: ลิงก์
tr: Bağlantılar
zh_hans: 链接
zh_hant: 連結

source: Live
es: En vivo
fr: En direct
hr: Uživo
id: Langsung
ja: ライブ
ko: 라이브
ms: Langsung
pl: Na żywo
pt_br: Ao vivo
ru: В реальном времени
th: สด
tr: Canlı
zh_hans: 实时
zh_hant: 實時

source: Max
es: Máx.
fil: Maks
hr: Maks.
id: Maks
ja: 最大
ko: 최대
ms: Maks
pl: Maksymalny
pt_br: Máximo
ro: Maxim
ru: Макс.
th: สูงสุด
tr: En Yüksek
zh_hans: 最大
zh_hant: 最大

source: Memory & Soul
es: Memoria y Soul
fil: Memory at Soul
fr: Memory et Soul
hr: Memorija i duša
id: Memori & Soul
ja: メモリと Soul
ko: 메모리 및 Soul
ms: Memori & Soul
pl: Pamięć i Soul
pt_br: Memória e Soul
ro: Memorie și Soul
ru: Memory и Soul
th: หน่วยความจำและ Soul
tr: Hafıza ve Soul
zh_hans: 记忆与 Soul
zh_hant: 記憶與 Soul

source: Migration
es: Migración
hr: Prebacivanje
id: Migrasi
ja: マイグレーション
ko: 마이그레이션
ms: Migrasi
pl: Migracja
pt_br: Migração
ro: Migrare
ru: Миграция
th: การย้ายข้อมูล
tr: Taşıma
zh_hans: 迁移
zh_hant: 移轉

source: Mirrors
es: Réplicas
fil: Mga Mirror
fr: Miroirs
hr: Zrcalni poslužitelji
id: Mirror
ja: ミラー
ko: 미러
ms: Cermin
pl: Serwery lustrzane
pt_br: Espelhos
ro: Oglinzi
ru: Зеркала
th: มิเรอร์
tr: Yansılar
zh_hans: 镜像
zh_hant: 鏡像

source: Mount name
es: Nombre del montaje
fil: Pangalan ng mount
fr: Nom du montage
hr: Naziv montiranja
id: Nama pemasangan
ja: マウント名
ko: 마운트 이름
ms: Nama lekapan
pl: Nazwa podłączenia
pt_br: Nome da montagem
ro: Numele montării
ru: Имя подключения
th: ชื่อเมานต์
tr: Bağlama adı
zh_hans: 挂载名称
zh_hant: 掛載名稱

source: name
es: nombre
fil: pangalan
fr: nom
hr: naziv
id: nama
ja: 名前
ko: 이름
ms: nama
pl: nazwa
pt_br: nome
ro: nume
ru: имя
th: ชื่อ
tr: ad
zh_hans: 名称
zh_hant: 名稱

source: Name
es: Nombre
fil: Pangalan
fr: Nom
hr: Naziv
id: Nama
ja: 名前
ko: 이름
ms: Nama
pl: Nazwa
pt_br: Nome
ro: Nume
ru: Имя
th: ชื่อ
tr: Ad
zh_hans: 名称
zh_hant: 名稱

source: NAME
es: NOMBRE
fil: PANGALAN
fr: NOM
hr: NAZIV
id: NAMA
ja: 名前
ko: 이름
ms: NAMA
pl: NAZWA
pt_br: NOME
ro: NUME
ru: ИМЯ
th: ชื่อ
tr: AD
zh_hans: 名称
zh_hant: 名稱

source: OK
es: Aceptar
hr: U redu
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Optional
es: Opcional
fil: Opsyonal
fr: Facultatif
hr: Neobavezno
id: Opsional
ja: 任意
ko: 선택 사항
ms: Pilihan
pl: Opcjonalne
pt_br: Opcional
ro: Opțional
ru: Необязательно
th: ไม่บังคับ
tr: İsteğe bağlı
zh_hans: 可选
zh_hant: 選填

source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
hr: Zaporka
id: Frasa Sandi
ja: パスフレーズ
ko: 암호 구문
ms: Frasa Laluan
pl: Hasło
pt_br: Senha
ro: Frază de acces
ru: Парольная фраза
th: วลีรหัสผ่าน
tr: Parola
zh_hans: 密码短语
zh_hant: 密碼短語

source: Phase
es: Fase
fil: Yugto
hr: Faza
id: Tahap
ja: フェーズ
ko: 단계
ms: Fasa
pl: Faza
pt_br: Fase
ro: Etapă
ru: Этап
th: ระยะ
tr: Aşama
zh_hans: 阶段
zh_hant: 階段

source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
hr: Snimka zaslona
id: Tangkapan Layar
ja: スクリーンショット
ko: 스크린샷
ms: Tangkap Skrin
pl: Zrzut ekranu
pt_br: Captura de tela
ro: Captură de ecran
ru: Снимок экрана
th: ภาพหน้าจอ
tr: Ekran Görüntüsü
zh_hans: 截图
zh_hant: 截圖

source: Server name
es: Nombre del servidor
fil: Pangalan ng server
fr: Nom du serveur
hr: Naziv poslužitelja
id: Nama server
ja: サーバ名
ko: 서버 이름
ms: Nama server
pl: Nazwa serwera
pt_br: Nome do servidor
ro: Nume server
ru: Имя сервера
th: ชื่อเซิร์ฟเวอร์
tr: Sunucu adı
zh_hans: 服务器名称
zh_hant: 服務器名稱

source: Server URL
es: URL del servidor
fr: URL du serveur
hr: URL poslužitelja
id: URL Server
ja: サーバ URL
ko: 서버 URL
ms: URL Server
pl: Adres URL serwera
pt_br: URL do servidor
ro: URL-ul serverului
ru: URL сервера
th: URL เซิร์ฟเวอร์
tr: Sunucu URL'si
zh_hans: 服务器 URL
zh_hant: 服務器 URL

source: Shell Container
es: Contenedor de shell
fr: Conteneur Shell
hr: Shell kontejner
id: Kontainer Shell
ja: Shellコンテナ
ko: 셸 컨테이너
ms: Bekas Shell
pl: Kontener powłoki
pt_br: Contêiner do shell
ro: Container shell
ru: Контейнер оболочки
th: คอนเทนเนอร์ Shell
tr: Shell Kapsayıcısı
zh_hans: Shell 容器
zh_hant: Shell 容器

source: Shell Terminal
es: Terminal de shell
fr: Terminal Shell
id: Terminal Shell
ja: シェルターミナル
ko: 셸 터미널
ms: Terminal Shell
pl: Terminal Shell
pt_br: Terminal do Shell
ro: Terminal Shell
ru: Терминал оболочки
th: เทอร์มินัล Shell
tr: Shell Terminali
zh_hans: 终端
zh_hant: 終端

source: Skill
es: Habilidad
fr: Compétence
hr: Vještina
ja: スキル
ko: 스킬
ru: Навык
zh_hans: 技能
zh_hant: 技能

source: Skill name
es: Nombre de la habilidad
fil: Pangalan ng skill
fr: Nom de la compétence
hr: Naziv vještine
id: Nama skill
ja: スキル名
ko: 스킬 이름
ms: Nama skill
pl: Nazwa skilla
pt_br: Nome do skill
ro: Nume skill
ru: Название навыка
th: ชื่อ skill
tr: Skill adı
zh_hans: 技能名称
zh_hant: 技能名稱

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
pl: Stan
ro: Stare
ru: Статус
th: สถานะ
tr: Durum
zh_hans: 状态
zh_hant: 狀態

source: Support
es: Soporte
fil: Suporta
fr: Assistance
hr: Podrška
id: Dukungan
ja: サポート
ko: 지원
ms: Sokongan
pl: Pomoc
pt_br: Suporte
ro: Asistență
ru: Поддержка
th: การสนับสนุน
tr: Destek
zh_hans: 支持
zh_hant: 支持

source: System
es: Sistema
fr: Système
hr: Sustav
id: Sistem
ja: システム
ko: 시스템
ms: Sistem
pl: Systemowy
pt_br: Do sistema
ro: De sistem
ru: Система
th: ระบบ
tr: Sistem
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Tab
es: Pestaña
fr: Onglet
hr: Kartica
ja: タブ
ko: 탭
pl: Karta
pt_br: Aba
ro: Filă
ru: Вкладка
th: แท็บ
tr: Sekme
zh_hans: 标签页
zh_hant: 分頁

source: Text
es: Texto
fr: Texte
hr: Tekst
id: Teks
ja: テキスト
ko: 텍스트
ms: Teks
pl: Tekst
pt_br: Texto
ru: Текст
th: ข้อความ
tr: Metin
zh_hans: 文本
zh_hant: 文字

source: Text test
es: Prueba de texto
fr: Test de texte
hr: Test teksta
id: Uji teks
ja: テキストテスト
ko: 텍스트 테스트
ms: Ujian teks
pl: Test tekstu
pt_br: Teste de texto
ro: Test text
ru: Текстовый тест
th: ทดสอบข้อความ
tr: Metin testi
zh_hans: 文本测试
zh_hant: 文字測試

source: thinkingLevel (string)
es: thinkingLevel (cadena)
fr: thinkingLevel (chaîne)
ja: thinkingLevel（文字列）
ko: thinkingLevel (문자열)
ru: thinkingLevel (строка)
zh_hans: thinkingLevel（字符串）
zh_hant: thinkingLevel（字串）

source: Transport
es: Transporte
hr: Prijenos
ja: トランスポート
ko: 전송 방식
pt_br: Transporte
ru: Транспорт
th: การขนส่งข้อมูล
tr: Aktarım
zh_hans: 传输
zh_hant: 傳輸方式

source: Version
es: Versión
fil: Bersyon
hr: Verzija
id: Versi
ja: バージョン
ko: 버전
ms: Versi
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
th: เวอร์ชัน
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

source: Version %@
es: Versión %@
fil: Bersyon %@
hr: Verzija %@
id: Versi %@
ja: バージョン %@
ko: 버전 %@
ms: Versi %@
pl: Wersja %@
pt_br: Versão %@
ro: Versiunea %@
ru: Версия %@
th: เวอร์ชัน %@
tr: Sürüm %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Web Viewport
es: Viewport web
fr: Viewport Web
id: Viewport Web
ja: ウェブビューポート
ko: 웹 뷰포트
ms: Viewport Web
pl: Obszar widoku sieci
pt_br: Viewport da web
ro: Zonă vizibilă web
ru: Область просмотра веб-страниц
th: วิวพอร์ตเว็บ
tr: Web Görünüm Alanı
zh_hans: 网页视口
zh_hant: 網頁視窗

source: 2 MB
fr: 2 Mo
ru: 2 МБ

source: Tokens
fr: Jetons
hr: Tokeni
ja: トークン
ko: 토큰
zh_hans: Token
zh_hant: Token

source: %lld / %lld tokens
fil: %lld / %lld token
fr: %lld / %lld jetons
hr: %lld / %lld tokena
id: %lld / %lld token
ja: %lld / %lld トークン
ko: %lld / %lld 토큰
ms: %lld / %lld token
pl: %lld / %lld tokenów
ro: %lld / %lld tokenuri
ru: %lld / %lld токенов
th: %lld / %lld โทเคน
tr: %lld / %lld token
zh_hans: %lld / %lld 个 Token
zh_hant: %lld / %lld 個 Token

source: %lld chats
fil: %lld chat
fr: %lld discussions
hr: Razgovora: %lld
id: %lld obrolan
ja: %lld件のチャット
ko: 채팅 %lld개
ms: %lld sembang
pl: %lld czatów
ro: Chat-uri: %lld
ru: Чатов: %lld
th: %lld แชท
tr: %lld sohbet
zh_hans: %lld 个会话
zh_hant: %lld 個工作階段

source: %lld chats · %@
fil: %lld chat · %@
fr: %lld discussions · %@
hr: Razgovora: %lld · %@
id: %lld obrolan · %@
ja: %lld件のチャット · %@
ko: 채팅 %lld개 · %@
ms: %lld sembang · %@
pl: %lld czatów · %@
ro: %lld chat-uri · %@
ru: Чатов: %lld · %@
th: %lld แชท · %@
tr: %lld sohbet · %@
zh_hans: %lld 个会话 · %@
zh_hant: %lld 個工作階段 · %@

source: 1 MB
fr: 1 Mo
ru: 1 МБ

source: 4 MB
fr: 4 Mo
ru: 4 МБ

source: 5 MB
fr: 5 Mo
ru: 5 МБ

source: 10 MB
fr: 10 Mo
ru: 10 МБ

source: 16 MB
fr: 16 Mo
ru: 16 МБ

source: 50 MB
fr: 50 Mo
ru: 50 МБ

source: 64 MB
fr: 64 Mo
ru: 64 МБ

source: 100 MB
fr: 100 Mo
ru: 100 МБ

source: 256 KB
fr: 256 Ko
ru: 256 КБ

source: 500 MB
fr: 500 Mo
ru: 500 МБ

source: 512 KB
fr: 512 Ko
ru: 512 КБ

source: Bearer token
fr: Jeton Bearer
id: Token bearer
ja: Bearer トークン
ko: Bearer 토큰
ms: Token bearer
pl: Token bearer
pt_br: Token bearer
ro: Token bearer
ru: Bearer-токен
th: โทเคน bearer
zh_hans: Bearer 令牌
zh_hant: Bearer 令牌

source: Bearer Token
fr: Jeton Bearer
id: Token Bearer
ms: Token Bearer
pl: Token Bearer
pt_br: Token Bearer
ro: Token Bearer
ru: Bearer-токен
th: โทเคน Bearer

source: Chat
fr: Discussion
hr: Razgovor
id: Obrolan
ja: チャット
ko: 채팅
ms: Sembang
pl: Czat
ru: Чат
th: แชท
tr: Sohbet
zh_hans: 闲聊
zh_hant: 閒聊

source: Chats
fil: Mga Chat
fr: Conversations
hr: Razgovori
id: Obrolan
ja: チャット
ko: 채팅
ms: Sembang
pl: Czaty
pt_br: Conversas
ro: Conversații
ru: Чаты
th: แชท
tr: Sohbetler
zh_hans: 聊天
zh_hant: 聊天

source: Keep-Alive
fr: Maintien actif
hr: Održavanje veze
ja: キープアライブ
ko: 연결 유지
zh_hans: 保活状态
zh_hant: 保活狀態

source: reasoning_effort (root)
fr: reasoning_effort (racine)
hr: reasoning_effort (korijen)
ja: reasoning_effort（ルート）
ko: reasoning_effort (루트)
ru: reasoning_effort (корень)
zh_hans: reasoning_effort（根级）
zh_hant: reasoning_effort（根層）

source: Soul
fr: Âme
ja: ソウル
ko: 소울
zh_hans: 灵魂
zh_hant: 靈魂

source: video
fr: vidéo
hr: videozapis
ja: 動画
ko: 비디오
pl: wideo
pt_br: vídeo
ru: видео
th: วิดีโอ
zh_hans: 视频
zh_hant: 影片

source: "%@" is due. Open Minis to see whether it ran.
hr: "%@" je na redu. Otvorite Minis da vidite je li se izvršio.
zh_hans: 「%@」已到时间，打开 Minis 查看是否已执行。
zh_hant: 「%@」已到時間，打開 Minis 查看是否已執行。

source: %d agents running
hr: Aktivnih agenata: %d
ja: %d 件のエージェントが実行中
zh_hans: %d 个代理任务运行中
zh_hant: %d 個代理任務執行中

source: %d more sections
hr: Još odjeljaka: %d
zh_hans: 还有 %d 段

source: %lldm %llds
hr: %lld min %lld s
id: %lldm %lldd
ja: %lld分 %lld秒
ko: %lld분 %lld초
ru: %lldм %lldс
tr: %lldd %llds
zh_hans: %1$lld 分 %2$lld 秒
zh_hant: %lld分 %lld秒

source: %lldm
hr: %lld min
ja: %lld分
ko: %lld분
ru: %lldм
tr: %lldd
zh_hans: %lld 分钟
zh_hant: %lld分

source: 1 skill
hr: 1 vještina
ja: 1 スキル
ko: 스킬 1개
zh_hans: 1 个技能
zh_hant: 1 個技能

source: Actual model
hr: Stvarni model
ja: 実際のモデル
zh_hans: 实际模型
zh_hant: 實際模型

source: Add Model Manually
hr: Ručno dodaj model
ja: モデルを手動で追加
zh_hans: 手动添加模型
zh_hant: 手動加入模型

source: Agent Tools
hr: Alati Agenta
zh_hans: 可用工具
zh_hant: 可用工具

source: Agent output tokens
hr: Izlazni tokeni Agenta
ja: エージェント出力トークン
zh_hans: 代理任务输出 Token
zh_hant: 代理任務輸出 Token

source: Agent input tokens
hr: Ulazni tokeni Agenta
ja: エージェント入力トークン
zh_hans: 代理任务输入 Token
zh_hant: 代理任務輸入 Token

source: Agents
hr: Agenti
ja: エージェント
zh_hans: 代理任务
zh_hant: 代理任務

source: Auth failed
hr: Autentifikacija neuspjela
ja: 認証失敗
zh_hans: 认证失败
zh_hant: 認證失敗

source: Auto · light group
hr: Automatski · lagana grupa
ja: Auto · 軽量グループ
zh_hans: Auto · 轻量分组
zh_hant: Auto · 輕量分組

source: Auto · default group
hr: Automatski · zadana grupa
ja: Auto · 既定グループ
zh_hans: Auto · 默认分组
zh_hant: Auto · 預設分組

source: Auto · same as this conversation
hr: Automatski · isto kao ovaj razgovor
ja: Auto · この会話と同じ
zh_hans: Auto · 沿用当前对话模型
zh_hant: Auto · 沿用目前對話模型

source: Browse the web in the in-app browser: open pages, read them, click and type. Stable and on by default. When off, the tool is removed from every conversation — the model does not see it at all.
hr: Pregledavajte web u ugrađenom pregledniku: otvarajte stranice, čitajte ih, klikajte i tipkajte. Stabilno i uključeno prema zadanim postavkama. Kada je isključeno, alat se uklanja iz svakog razgovora — model ga uopće ne vidi.
ja: アプリ内ブラウザでウェブを閲覧します：ページを開いて読み、クリックや入力を行います。安定しておりデフォルトでオンです。オフにするとこのツールはすべての会話から取り除かれ、モデルはその存在を認識しません。
zh_hans: 在应用内浏览器中浏览网页：打开、阅读页面，点击和输入。稳定可用，默认开启。关闭后该工具会从所有对话中移除——模型完全感知不到它的存在。
zh_hant: 在應用程式內建瀏覽器中瀏覽網頁：開啟、閱讀頁面，點擊與輸入。穩定可用，預設開啟。關閉後該工具會從所有對話中移除——模型完全不會知道它存在。

source: Browser Use
hr: Korištenje preglednika
ja: ブラウザ操作
zh_hans: 浏览器使用
zh_hant: 瀏覽器使用

source: Checked sub agent status
hr: Provjeren status podagenta
ja: サブエージェントの状態を確認
zh_hans: 查询了子代理状态
zh_hant: 查詢了子代理狀態

source: Checked %d sub agent(s)
hr: Provjerenih podagenata: %d
ja: %d 件のサブエージェントを確認
zh_hans: 查询了 %d 个子代理状态
zh_hant: 查詢了 %d 個子代理狀態

source: Context limit
hr: Ograničenje konteksta
ja: コンテキスト超過
zh_hans: 上下文超限
zh_hant: 上下文超限

source: Could not fetch the model list automatically.
hr: Popis modela nije bilo moguće automatski dohvatiti.
ja: モデル一覧を自動取得できませんでした。
zh_hans: 未能自动获取模型列表。
zh_hant: 未能自動取得模型列表。

source: Delegate self-contained sub-tasks to a sub agent that works in its own hidden session and reports back. The same tool also lets the assistant check on or stop what it started. When off, it is not offered to the model at all.
hr: Delegirajte zaokružene podzadatke podagentu koji radi u vlastitoj skrivenoj sesiji i javlja rezultat. Isti alat asistentu omogućuje i provjeru ili zaustavljanje onoga što je pokrenuo. Kada je isključeno, alat se uopće ne nudi modelu.
ja: 独立したサブタスクをサブエージェントに委任し、専用の非表示セッションで実行して結果を報告させます。同じツールで実行中のものの確認や停止もできます。オフにするとモデルには一切提供されません。
zh_hans: 把独立的子任务交给子代理任务，它在自己的隐藏会话里完成并回报结果；同一个工具也让助手查看或停止已派出的任务。关闭后，该工具完全不会提供给模型。
zh_hant: 把獨立的子任務交給子代理任務，它在自己的隱藏會話裡完成並回報結果；同一個工具也讓助手查看或停止已派出的任務。關閉後，該工具完全不會提供給模型。

source: Delegations
hr: Delegiranja
zh_hans: 委派次数
zh_hant: 委派次數

source: Delivery
hr: Isporuka
zh_hans: 送达方式
zh_hant: 送達方式

source: Doing
hr: Radi
ja: 作業内容
zh_hans: 正在做
zh_hant: 正在做

source: Effective model
hr: Primijenjeni model
ja: 実際のモデル
zh_hans: 生效模型
zh_hant: 生效模型

source: Elapsed
hr: Proteklo
ja: 経過時間
zh_hans: 耗时
zh_hant: 耗時

source: Escalation
hr: Eskalacija
zh_hans: 升级请求
zh_hant: 升級請求

source: Escalation requests
hr: Zahtjevi za eskalaciju
zh_hans: 升级请求
zh_hant: 升級請求

source: Every run of this sub agent uses this level, overriding the Model Group's own default. Models that cannot reason this hard are clamped to their own ceiling.
hr: Svako izvođenje ovog podagenta koristi ovu razinu i nadjačava zadanu vrijednost grupe modela. Modeli koji ne mogu zaključivati tako zahtjevno ograničeni su na vlastiti maksimum.
zh_hans: 该子代理的每次运行都使用此强度，覆盖模型分组的默认值。达不到该强度的模型会被限制在自身上限。

source: Fell back to %@
hr: Prebačeno na %@
ja: 制限またはエラーにより %@ に切り替え
zh_hans: 因限流或错误已切换到 %@
zh_hant: 因限流或錯誤已切換到 %@

source: Final result
hr: Konačni rezultat
ja: 最終結果
zh_hans: 最终结果
zh_hant: 最終結果

source: General Sub Agent
hr: Opći podagent
ja: 汎用サブエージェント
zh_hans: 通用子代理任务
zh_hant: 通用子代理任務

source: Interaction
hr: Interakcija
ja: やり取り
zh_hans: 交互类型
zh_hant: 互動類型

source: Interrupted
hr: Prekinuto
ja: 中断
zh_hans: 已中断
zh_hant: 已中斷

source: Let the assistant hand self-contained sub-tasks to an agent that works in its own hidden session and reports back. While an agent runs it appears in the tool bar; tap it to watch or stop it. Turning this off removes the delegate_task tool from every conversation.
hr: Dopustite asistentu da zaokružene podzadatke preda agentu koji radi u vlastitoj skrivenoj sesiji i javlja rezultat. Dok se agent izvodi, prikazuje se u traci alata; dodirnite ga da biste ga pratili ili zaustavili. Isključivanjem se alat delegate_task uklanja iz svakog razgovora.
ja: アシスタントが独立したサブタスクをエージェントに任せ、非表示の子セッションで実行して結果を報告できるようにします。実行中のエージェントはツールバーに表示され、タップすると確認や停止ができます。オフにすると、すべての会話から delegate_task ツールが外れます。
zh_hans: 允许助手把独立的子任务交给代理任务，在隐藏的子会话里完成后汇报结果。代理任务运行时会显示在工具栏中，点击可查看或停止。关闭后所有对话都不再提供 delegate_task 工具。
zh_hant: 允許助手把獨立的子任務交給代理任務，在隱藏的子對話中完成後回報結果。代理任務執行時會顯示在工具列中，點一下可查看或停止。關閉後所有對話都不再提供 delegate_task 工具。

source: Load All
hr: Učitaj sve
zh_hans: 全部加载

source: Load %d more lines
hr: Učitaj još redaka: %d
zh_hans: 再加载 %d 行

source: Logs & Caches
hr: Zapisnici i cache
ja: ログとキャッシュ
ko: 로그 및 캐시
zh_hans: 日志与缓存
zh_hant: 日誌與快取

source: Minis could not accept the prompt (%@).
hr: Minis nije mogao prihvatiti prompt (%@).
ja: Minis はプロンプトを受け付けられませんでした（%@）。
zh_hans: Minis 无法接受该提示（%@）。
zh_hant: Minis 無法接受該提示（%@）。

source: Minis is still working on it. I'll notify you when it's done.
hr: Minis još radi na tome. Obavijestit ću vas kada završi.
ja: Minis はまだ処理中です。完了したらお知らせします。
zh_hans: Minis 仍在处理中，完成后会通知你。
zh_hant: Minis 仍在處理中，完成後會通知你。

source: Minis scheduled task
hr: Minis zakazani zadatak
ja: Minis スケジュールタスク
zh_hans: Minis 定时任务
zh_hant: Minis 排程任務

source: Model strategy
hr: Strategija modela
ja: モデル方針
zh_hans: 模型策略
zh_hant: 模型策略

source: Model tier
hr: Razina modela
ja: モデル階層
zh_hans: 模型档位
zh_hant: 模型層級

source: Network error
hr: Mrežna pogreška
ja: ネットワークエラー
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Never started
hr: Nikad pokrenuto
ja: 未開始
zh_hans: 未启动
zh_hant: 未啟動

source: Not configured
hr: Nije konfigurirano
ja: 未設定
zh_hans: 未配置
zh_hant: 未設定

source: Not confirmed yet
hr: Još nije potvrđeno
ja: 未確認
zh_hans: 尚未确认
zh_hant: 尚未確認

source: Not reported
hr: Nije prijavljeno
ja: 報告なし
zh_hans: 未报告
zh_hant: 未回報

source: Off: runs use the reasoning level of the Model Group above, or of the conversation that delegated when the model is Auto.
hr: Isključeno: izvođenja koriste razinu zaključivanja gornje grupe modela ili razgovora koji je delegirao zadatak kada je model postavljen na Automatski.
zh_hans: 关闭时，运行使用上面模型分组的思考强度；模型为 Auto 时则跟随派发它的对话。

source: Open agent transcript
hr: Otvori transkript Agenta
ja: エージェントの記録を開く
zh_hans: 查看代理任务记录
zh_hant: 查看代理任務記錄

source: Open-ended work that needs its own tool loop: exploring a codebase or the web over many rounds, digesting bulk output into a conclusion, or running independent branches in parallel.
hr: Otvoreni poslovi koji trebaju vlastitu petlju alata: istraživanje baze koda ili weba kroz više krugova, sažimanje velike količine izlaza u zaključak ili usporedno izvođenje neovisnih grana.
ja: 独自のツールループを要する自由度の高い作業: コードベースやウェブを何度も探索する、大量の出力を結論にまとめる、独立した分岐を並行して進める。
zh_hans: 需要自己跑工具循环的开放性工作：多轮探索代码库或网页、把大量输出消化成结论、或并行处理互相独立的分支。
zh_hant: 需要自己跑工具循環的開放性工作：多輪探索程式庫或網頁、把大量輸出消化成結論、或並行處理互相獨立的分支。

source: Orphaned Session Files
hr: Napuštene datoteke sesija
ja: 孤立したセッションファイル
ko: 고아 세션 파일
zh_hans: 孤立会话文件
zh_hant: 孤立工作階段檔案

source: Override Reasoning
hr: Nadjačaj zaključivanje
ja: 推論強度を上書き
zh_hans: 覆盖思考强度
zh_hant: 覆蓋思考強度

source: Pinned group
hr: Prikvačena grupa
ja: 指定グループ
zh_hans: 指定分组
zh_hant: 指定分組

source: Primary / Sub tier
hr: Primarna / pomoćna razina
zh_hans: Primary / Sub 档
zh_hant: Primary / Sub 層級

source: Progress report
hr: Izvješće o napretku
ja: 進捗報告
zh_hans: 进度汇报
zh_hant: 進度回報

source: Provider overloaded
hr: Pružatelj usluge preopterećen
ja: サービス過負荷
zh_hans: 服务过载
zh_hant: 服務過載

source: Quota exhausted
hr: Kvota iscrpljena
ja: クォータ不足
zh_hans: 额度不足
zh_hant: 額度不足

source: Rate limited
hr: Ograničena učestalost zahtjeva
ja: レート制限
zh_hans: 触发限流
zh_hant: 觸發限流

source: Reasoning
hr: Zaključivanje
ja: 推論強度
zh_hans: 思考强度
zh_hant: 思考強度

source: Rejected
hr: Odbijeno
ja: 拒否
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Resolved model
hr: Razriješeni model
ja: 解決モデル
zh_hans: 解析模型
zh_hant: 解析模型

source: Result posted as a new message
hr: Rezultat objavljen kao nova poruka
zh_hans: 结果已作为新消息发送
zh_hant: 結果已作為新訊息發送

source: Resume sub agent
hr: Nastavi podagenta
ja: サブエージェントを再開
zh_hans: 恢复子代理任务
zh_hant: 恢復子代理任務

source: Resumed a sub agent
hr: Nastavljen podagent
ja: サブエージェントを再開
zh_hans: 恢复了一个子代理任务
zh_hant: 恢復了一個子代理任務
